Revit 2027 API
ParameterTypeId.StairsAttrStairsBottom Property
 "Underside of Winder"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsAttrStairsBottom { get; }
Public Shared ReadOnly Property StairsAttrStairsBottom As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsAttrStairsBottom {
	ForgeTypeId^ get ();
}
static member StairsAttrStairsBottom : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace